brpaz.file-templates
cschlosser.doxdocgen
dbaeumer.vscode-eslint
eamodio.gitlens
ecmel.vscode-html-css
eg2.vscode-npm-script
jeff-hykin.better-cpp-syntax
mhutchie.git-graph
MS-CEINTL.vscode-language-pack-pl
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
Orta.vscode-jest
platformio.platformio-ide
redhat.vscode-yaml
slevesque.shader
twxs.cmake
wix.vscode-import-cost
